/* Go back action title */
"Back" = "Terug";

/* Continue action title */
"Continue" = "Ga door";

/* Setup a new printer title */
"Set Up New Printer" = "Installeer nieuwe printer";

/* Application name */
"HP Easy Wireless Setup" = "HP Easy Wireless Setup";

/* HP Smart print details explanation */
"In just a few steps, you can start using your HP printer." = "In enkele eenvoudige stappen kunt u uw HP printer in gebruik nemen.";

/* Prepare printer message */
"Prepare" = "Bereid voor";


/* Ensure power is on message on prepare printer view */
"Power is ON" = "Apparaat is ingeschakeld";

/* Unconfigured printer display name */
"New Wireless Printer" = "Nieuwe draadloze printer";

/* Printer selection view title */
"Connect" = "Maak verbinding";

/* Printer selection view description */
"Click Continue to set up a new wireless printer, or click Show All to select a printer that is already connected." = "Klik op Ga door om een nieuwe draadloze printer te installeren, of klik op Toon alles om een printer te selecteren waarmee al verbinding is gemaakt.";

/* Show all printers button title */
"Show All" = "Toon alles";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                         	Printer configuration                           */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

/* Printer confuguration view description */
"Follow these steps to add your printer to your Wi-Fi network." = "Voer deze stappen uit om uw printer toe te voegen aan uw WiFi-netwerk.";

/* Connect to HP-Setup- network title */
"Connect your Mac to the printer" = "Sluit uw Mac aan op de printer";

/* Connect to HP-Setup- network explanation */
"Click the Wi-Fi icon in the menu bar and choose the printer's network (starts with \"HP-Setup\")." = "Klik op het WiFi-pictogram in de menubalk en selecteer het netwerk waarmee de printer is verbonden (begint met \"HP-Setup\").";

/* Join network step title */

/* Connect to known network message */
"Click the Wi-Fi icon in the menu bar, and select your printer network (%@)" = "Klik op het WiFi-pictogram in de menubalk en selecteer het netwerk waarmee de printer is verbonden (%@)";

/* Restore WiFi network step title */
"Restore your Mac's original Wi-Fi setting" = "Herstel de oorspronkelijke WiFi-instellingen van uw Mac";

/* Generic network name in lowercase */
"your network" = "uw netwerk";

/* Restore WiFi network step explanation */
"Click the Wi-Fi icon in the menu bar and choose the %@ network." = "Klik op het WiFi-pictogram in de menubalk en selecteer het %@-netwerk.";
"Click the Wi-Fi icon in the menu bar, choose \"Join Other Network\", and connect to the %@ network." = "Klik op het WiFi-pictogram in de menubalk, kies \"Verbind met ander netwerk\", en maak verbinding met het %@-netwerk.";

/* Generic network name */
"Your network" = "Uw netwerk";

/* Password description format */
"The Wi-Fi network%1$@requires a%2$@password." = "Voor WiFi-netwerk %1$@is een %2$@wachtwoord vereist.";

/* Password title */
"Password:" = "Wachtwoord:";

/* Cancel button title */
"Cancel" = "Annuleer";

/* OK button title */
"OK" = "OK";

/* Try again button title */
"Try Again" = "Probeer opnieuw";

/* Default button of alert on timeout while restoring connection */
"Wait" = "Wachten";

/* Alternate button of alert on timeout while restoring connection */
"Reconfigure" = "Configureer opnieuw";

/* Network joining error description */
"Make sure the network name and password are correct, try again later, or select another network from the list." = "Zorg ervoor dat de netwerknaam en het wachtwoord correct zijn, probeer het later opnieuw of kies een ander netwerk uit de lijst.";


/* Other button of alert on timeout while restoring connection */
"Cancel" = "Annuleer";

/* Message text of the alert when connecting to unsupported network */
"Cannot connect to the network \"%@\"" = "Kan geen verbinding maken met netwerk \"%@\"";

/* Informative text of the alert when connecting to unsupported network */
"The network \"%1$@\" has the %2$@ encryption type. This encryption type is not supported." = "Het netwerk \"%1$@\" is versleuteld met %2$@. Dit type versleuteling wordt niet ondersteund.";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                        Print test page controller                          */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

/* Add and print screen messages */
"Follow the steps below to prepare for printing." = "Voer deze stappen uit om het afdrukken voor te bereiden.";
"Click Add Printer. A new window will open." = "Klik op Voeg printer toe. Een nieuw venster wordt weergegeven.";
"Add Printer..." = "Voeg printer toe…";
"In the newly opened window:" = "In het nieuwe venster:";
"Choose \"%1$@\" from the %2$@ pop-up menu." = "Kies \"%1$@\" in het %2$@-pop-upmenu.";
"Use" = "Gebruik";
"Print Using" = "Druk af via";


"Click Add." = "Klik op Voeg toe.";
"To ascertain that the printer has been successfully configured, place a sheet of %@ paper in the printer's paper tray, and then click Print Test Page." = "Om er zeker van te zijn dat de printer op de juiste manier is geconfigureerd, plaatst u een vel %@-papier in de papierlade van de printer en klikt u op Druk testpagina af.";

"Print Test Page" = "Druk testpagina af";

/* The name of the print job */
"Test Page" = "Testpagina";

"Add and Verify" = "Voeg toe en controleer";


/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                         Join other network sheet                           */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

/* Join other network sheet title */
"Find and join a Wi-Fi network." = "Vind en verbind met een WiFi-netwerk.";

/* Join other network description label */
"Enter the name and security type of the network you want to join." = "Voer de naam en het beveiligingstype in van het netwerk waarmee u verbinding wilt maken.";

/* Network name label */
"Network Name:" = "Netwerknaam:";

/* Security type label */
"Security:" = "Beveiliging:";

/* Password label */
"Password:" = "Wachtwoord:";

/* Show password checkbox title */
"Show password" = "Toon wachtwoord";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                   			     Rename printer       		                  */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Apply" = "Pas toe";

"Done" = "Gereed";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*               			     Network popup												*/
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Refreshing Networks..." = "Ververst netwerken...";
"No Networks Found" = "Geen netwerken gevonden";
"%d Networks Found" = "%d netwerken gevonden";
"Join Other Network..." = "Verbind met ander netwerk…";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*               			   Network selection tutorial									*/
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Wi-Fi: On" = "Wi-Fi: ingeschakeld";
"Turn Wi-Fi Off" = "Schakel Wi-Fi uit";
"HP-Setup..." = "HP-Setup…";
"Home" = "Home";
"Create Network..." = "Maak netwerk aan…";
"Open Network Preferences..." = "Open netwerkvoorkeuren…";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                        Login and password sheet                            */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"%1$@ is trying to change your print settings. Type your password to allow this." = "%1$@ probeert uw printerinstellingen te wijzigen. Typ uw wachtwoord om toestemming te verlenen.";

"%1$@ is trying to change your print settings. Type an administrator's name and password to allow this." = "%1$@ probeert uw printerinstellingen te wijzigen. Typ een beheerdersnaam en -wachtwoord om toestemming te verlenen.";

"Account name:" = "Accountnaam:";


/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                           Non HP driver sheet                              */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/



"Use the Current Driver" = "Gebruik het huidige stuurprogramma";

"Switch to the HP Driver" = "Gebruik het HP stuurprogramma";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                          Network Encryption types                          */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/
"none" = "Geen";
"wpa_psk_or_wpa2" = "WPA/WPA2 - persoonlijk";
"wpa_enterprise" = "WPA - bedrijfsniveau";
"wpa2_enterprise" = "WPA2 - bedrijfsniveau";
"wpa_psk" = "WPA - persoonlijk";
"wpa2" = "WPA2 - persoonlijk";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                                 Plus version                               */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/
/* Finish setup screen strings */
"Preparing to open HP Utility..." = "Openen HP Utility voorbereiden...";
"Thank You!" = "Bedankt!";
"Continue with HP Utility" = "Ga door met HP Utility";
"Click Open HP Utility and then follow the steps presented. Once HP Utility has opened, HP Easy Start will automatically close." = "Klik op HP Utility openen en volg de instructies. Zodra HP Utility is geopend, sluit HP Easy Start automatisch.";
"Cannot open HP Utility." = "Kan HP Utility niet openen.";
"Open HP Utility..." = "HP Utility openen...";
"Now that you are connected and essential software is installed, use HP Utility to complete remaining printer setup tasks." = "Nu er verbinding is en belangrijke software is geïnstalleerd, kunt u HP Utility gebruiken om resterende printerinstellingstaken te voltooien.";


/* Software installation strings */
"We were not able to automatically locate any software options for this product. Please go to the HP Website and search for product solutions there." = "We kunnen niet automatisch software-opties voor dit product vinden. Bezoek de website van HP om te zoeken naar productoplossingen.";
"Searching for software..." = "Zoeken naar software...";
"Install" = "Installeer";
"Recommended" = "Aanbevolen";
"Installing... %.1f%%" = "Installeren... %.1f%%";
"Loading..." = "Bezig met laden...";
/* Description text for alert on error happened during enabling Web Services */
"The HP Web Services for your device could not be activated" = "Kan HP Web Services niet activeren voor uw apparaat";

/* Solution text for alert on error happened during enabling Web Services */
"Please make sure the device is connected to the Internet and has proper proxy settings." = "Controleer of het apparaat is verbonden met internet en of de juiste proxy-instellingen zijn geconfigureerd.";

/* Short status message for installation process stalled */
"System activity in progress, please wait…." = "Bezig met systeemactiviteit. Een ogenblik geduld…";

"Cannot obtain software information." = "Kan softwaregegevens niet ophalen.";
"Cannot install software." = "Kan software niet installeren.";
"Go back to the previous step and try to install the software again." = "Ga terug naar de vorige stap en probeer de software opnieuw te installeren.";
"%@ is busy" = "%@ is bezig";
"Downloading... %@" = "Downloaden... %@";
"Update available" = "Update beschikbaar";
"Downloaded" = "Gedownload";
"Version: %@" = "Versie: %@";
"Status: %@" = "Status: %@";
"Installed successfully" = "Is geïnstalleerd";
"The software cannot be installed. Try again later." = "Kan de software niet installeren. Probeer het later opnieuw.";
"Cannot connect to server" = "Kan geen verbinding maken met de server";
"Required" = "Vereist";
"Up to date" = "Bijgewerkt";
"Not Installed" = "Niet geïnstalleerd";
"Software installation requires authorization." = "Voor de softwareinstallatie is autorisatie nodig.";
"Cannot obtain software information. Check your network connection, and then try again." = "Kan geen softwaregegevens ophalen. Controleer de netwerkverbinding en probeer het opnieuw.";
"Cannot download the software." = "Kan de software niet downloaden.";
"Check your network connection, and then try again." = "Controleer de netwerkverbinding en probeer het opnieuw.";
"Waiting..." = "Wachten...";
"Connecting..." = "Aansluiten...";


/* Print Queue Setup */
"Would you like to use the HP printer driver?" = "Wilt u het HP printerstuurprogramma gebruiken?";
"Select \"%@\"" = "Selecteer \"%@\"";

/* Setup printer by IP address instruction */
"Select the IP tab and then enter %@ in the Address field." = "Selecteer het tabblad IP en typ %@ in het veld Adres.";

"Choose \"%@\" from the Protocol pop-up menu." = "Kies \"%@\" in het pop-upmenu Protocol.";
"Choose a protocol supported by your printer from the Protocol pop-up menu." = "Kies in het pop-upmenu Protocol een protocol dat wordt ondersteund door uw printer.";


"Generic PostScript Printer" = "Algemene PostScript-printer";
"Generic PCL Printer" = "Algemene PCL-printer";

/* Printer search/discovery */
"Ready to Connect" = "Kan nu verbinding maken";
"Search for IP address: %@" = "Zoeken naar IP-adres: %@";
"Searching..." = "Zoeken...";
"No devices have been found." = "Kan geen apparaten vinden.";
"No devices have been found" = "Kan geen apparaten vinden";

"Search for host name: %@" = "Zoeken naar hostnaam: %@";

/* Printer configuration */
"Note: When you click Join, your Mac will be temporarily disconnected from your wireless network. %@" = "Opmerking: als u op Deelnemen klikt, wordt uw Mac tijdelijk losgekoppeld van uw draadloze netwerk. %@";
"More..." = "Meer..."; 
"About HP Auto Wireless Connect" = "Info over HP Auto Wireless Connect";

/* Connect device to Wi-Fi network screen description */
"Click on the label under device icon and give your device a name that will be easy to recognize, make sure your Mac’s current Wi-Fi network is selected, and then click Join." = "Klik onder het apparaatpictogram op het label en geef uw apparaat een eenvoudig te herkennen naam, controleer of het huidige Wi-Fi-netwerk van uw Mac is geselecteerd en klik vervolgens op Verbinden.";

/* Join button title */
"Join" = "Verbinden";

/* Connect device to Wi-Fi network screen description */
"Note: When you click Join, your Mac will be temporarily disconnected from your wireless network. %@" = "Opmerking: als u op Verbinden klikt, wordt de verbinding van uw Mac met uw draadloze netwerk tijdelijk verbroken. %@";


/* Preferences window title */
"Preferences" = "Voorkeuren";

/* Error messages */

"Cannot connect to the selected network." = "Kan geen verbinding maken met het geselecteerde netwerk.";
"Cannot configure the printer." = "Kan de printer niet configureren.";

/* 1.1 Resources */

/* Displayed when user network set up to use manual IP address and app needs to temporary reconfigure network */

/* Displayed when user tries to quit app during system configuration change */
"You cannot quit the application while changes are being applied." = "U kunt de toepassing niet afsluiten als er wijzigingen worden toegepast.";

/* 5GHz incompatibility alerts */

/* Message displayed on test page */
"Printing is enabled" = "Printen is ingeschakeld.";

/* Displayed when user tries to quit app during software installayion */
"You cannot quit the application during installation. Wait until the installation is completed." = "Tijdens het installeren kan de toepassing niet worden afgesloten. Wacht tot de installatie is voltooid.";

/* Reminders */
"Remind Me..." = "Toon herinnering...";
"Set reminders to explore and install free HP-recommended software." = "Stel herinneringen in om de gratis software die door HP aanbevolen wordt te verkennen en te installeren.";
"Checking for software..." = "Controleren op software...";

/* Displayed name of the application home page link in reminders view */
"Home Page" = "Startpagina";

/* Reminder time options */
"30 minutes" = "30 minuten";
"1 hour" = "1 uur";
"1 day" = "1 dag";
"No reminders" = "Geen herinneringen";

"Enable Printing" = "Printen inschakelen";

"You cannot quit the application." = "U kunt de toepassing niet afsluiten.";

/* Message that displayed when user added the printer (or fax) different from required in the Add & Print Test Page screen */

/* Osprey Lite: The alert text that informs user that the network set up to use manual IP address and he needs to vhange settings to DHCP */

/* Reminders screen title  and description for case reminders are not available (10.7) */
"Other Software" = "Overige software";
"Explore and install free HP recommended software." = "Gratis software die door HP aanbevolen wordt verkennen en installeren.";

/* Reminders screen description for case when reminders are unallowed for the app */
"Please allow %@ to access your reminders in the Security & Privacy system preferences pane" = "Geef %@ toestemming voor toegang tot uw herinneringen in het deelvenster van de systeemvoorkeuren van Beveiliging en privacy.";

/* Caption of the network selection pop-up button when no network is selected and join button is disabled */
"Select the network" = "Selecteer het netwerk";

/* Printer setup */


/* Info button title */
"More Info" = "Meer info";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                                     2.0                                    */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"%1$@ may have been deleted or moved to another location. Quit and then reopen %1$@, and try again." = "%1$@ is mogelijk verwijderd of verplaatst naar een andere locatie. Sluit %1$@ af, open dit opnieuw en probeer het opnieuw.";
"Cannot complete operation" = "Kan bewerking niet voltooien";
"Are you sure that you want to skip Online Setup steps?" = "Weet u zeker dat u de stappen voor Online Setup wilt overslaan?";
"Skip" = "Overslaan";
"Online Setup is an important part of the complete setup of your printer. Certain product features may not be available to you until these steps are completed." = "Online Setup is een belangrijk onderdeel van de volledige configuratie van uw printer. Bepaalde productfuncties zijn mogelijk pas beschikbaar voor u als deze stappen zijn voltooid.";
"Unable to communicate with the printer." = "Kan niet met de printer communiceren.";

/* Printer is not found title */
"No devices found that match search criteria" = "Geen apparaten gevonden die overeenkomen met de zoekcriteria";

/* Description for case when the printer is not found during the filtering */
"Make sure that your device is powered on, and already connected to your network or via USB or ready to connect to your wireless network. Also check the product name, or assigned name for the networked device, and ensure that your search information is typed correctly. Click the Information button for more tips to follow if your device is still not found." = "Zorg dat het apparaat is ingeschakeld en al via USB of met uw netwerk is verbonden, of gereed is verbinding te maken met uw draadloze netwerk. Controleer ook de productnaam of toegewezen naam voor het netwerkapparaat en ga na of uw zoekgegevens goed zijn ingevuld. Klik op de knop Informatie voor meer tips als uw apparaat nog steeds niet wordt gevonden.";

/* Description for case when the printer is not found during search by IP-address or host name */

/* Incorrect queue creation alert title and description */
"Printing was not enabled" = "Afdrukken is niet ingeschakeld.";
"Printing was not enabled successfully during the previous steps. This appears to have been caused by an incorrect printer selection in the Add Printer dialog. Please perform these steps again and pay close attention to the selections that you make." = "Afdrukken is niet ingeschakeld tijdens de vorige stappen. Dit lijkt te zijn veroorzaakt door een onjuiste printerkeuze in het dialoogvenster Printer toevoegen. Voer deze stappen opnieuw uit en let goed op de keuzes die u maakt.";

"To connect the printer, complete the following steps. After you complete each step, click \"Try Again\".\n\n1. Make sure all printer cables are securely connected or that the wireless connection is working properly.\n\n2. Turn the printer off, and then turn it on again" = "Voer de volgende stappen uit om verbinding te maken met de printer. Klik na het voltooien van iedere stap op \"Probeer opnieuw\".\n\n1. Zorg dat alle printerkabels goed zijn aangesloten of dat de draadloze verbinding goed werkt.\n\n2. Schakel de printer uit en vervolgens weer in.";

"Username:" = "Gebruikersnaam:";

/* Conclusion screen title */
"Continue Online" = "Online doorgaan";

/* Conclusion screen description */
"Now that you are connected and essential software is installed, remaining printer setup tasks will occur online." = "Nu u verbonden bent en essentiële software is geïnstalleerd, zullen resterende configuratietaken voor de printer online plaatsvinden.";

/* Continue Online button title */
"Continue Online..." = "Online doorgaan…";

/* Continue Online action description */
"Click Continue Online to open your Web browser and then follow the steps presented. Once your browser has opened, HP Easy Start will automatically close." = "Klik op Online doorgaan om uw Webbrowser te openen en volg de getoonde stappen. Als u uw browser hebt geopend, wordt HP Easy Start automatisch gesloten.";

/* Skip Online Setup alert buttons */
"Continue Online Setup" = "Doorgaan met online installatie";
"Skip Online Setup" = "Online installatie overslaan";

/* Finishing OWS setup progress title */
"Finishing setup..." = "Installatie voltooien...";

/* No-devices-found instruction */
"Make sure that the device is powered on, all cables are connected, and wireless access is enabled on the device. Click the Information button for more tips to follow if your device is still not found." = "Zorg dat het apparaat is ingeschakeld, alle kabels zijn aangesloten en draadloze toegang is ingeschakeld op het apparaat. Klik op de knop Informatie voor meer tips als uw apparaat nog steeds niet kan worden gevonden.";

/* Not enough free space for SW download error description */
"There is not enough free space on your startup disk to download the selected software. Please make more space available on your startup disk by deleting files and try again." = "Er is onvoldoende ruimte beschikbaar op de opstartschijf om de geselecteerde software te downloaden. Maak ruimte vrij op de opstartschijf door bestanden te verwijderen en probeer het opnieuw.";

/* Not enough free space for SW installation check failed error description */
"OSPNotEnoughAvailableSpaceToInstall" = "Voor de installatie van de geselecteerde items is ten minste %1$@ ruimte nodig op de opstartschijf. Er is echter slechts %2$@ beschikbaar. Maak ruimte vrij op de opstartschijf door bestanden te verwijderen en probeer het opnieuw.";

/* Accessibility title for untitled Search button in Select Printer window. */
"OSPSearchButton" = "Zoeken";

/* Name of IPP protocol in the system Add Printer dialog */
"OSPIPPProtocolTitle" = "Internet Printing Protocol - IPP";
/* Name of LPD protocol in the system Add Printer dialog */
"OSPLPDProtocolTitle" = "Line Printer Daemon - LPD";
/* Name of HP Jetdirect protocol in the system Add Printer */
"OSPJetDirectProtocolTitle" = "HP Jetdirect - Socket";

/* The names of the AirPrint and Secure AirPrint printer software. Localized strings should match to systems ones displayed in the Add Printer dialog */
"OSPPrinterSoftwareAirPrint" = "AirPrint";
"OSPPrinterSoftwareSecureAirPrint" = "AirPrint beveiligen";

/* Single byte size format */
"OSPByteSizeFormat" = "%zd byte";

/* Multiple bytes size format */
"OSPBytesSizeFormat" = "%zd bytes";

/* KB size format */
"OSPKBSizeFormat" = "%zd KB";

/* MB size format */
"OSPMBSizeFormat" = "%.1f MB";

/* GB size format */
"OSPGBSizeFormat" = "%.2f GB";

/* TB size format */
"OSPTBSizeFormat" = "%.2f TB";

/* The information to show in the Install screen when there are no software packages available for selected AirPrint compatible device. %1$@ - model name, %2$@ - OS X version number */
"OSPInfoMessageNoSoftwareForAirPrintDevice" = "HP software voor uw AirPrint-%1$@ is alleen beschikbaar voor OS X %2$@ of later. Klik op Doorgaan om de installatie voort te zetten met AirPrint.";

/* The information to show in the Install screen when there are no software packages available for selected device on user’s OS. %1$@ - model name, %2$@ - OS X version number */
"OSPInfoMessageNoSoftwareForDevice" = "HP stuurprogramma's voor uw %1$@-apparaat zijn alleen beschikbaar voor OS X %2$@ of later. Werk het besturingssysteem van uw computer bij en installeer de nieuwste HP stuurprogramma's.";

/* Continue online screen message in case the device is AirPrint capable and no HP software is installed */
"Now that you are connected, remaining setup tasks will occur online." = "Nu u verbonden bent, zullen de resterende installatietaken online worden uitgevoerd.";


/* Enable logging checkbox title */
"Enable Logging" = "Logboekregistratie inschakelen";

/*////////////////////////////////////////////////////////////////////////////*/
/* New licence aggreement strings */

"Agreements and Settings" = "Voorwaarden en instellingen";

"AgreementsAndSettingsScreenCescription" = "HP verzamelt en analyseert het gebruik van producten, software en diensten en technische gegevens van uw apparaat met als doel het aanbieden van producten en diensten, waaronder updates en meldingen, relevante informatie en voordelen, en het verbeteren van onze onze producten, diensten en bedrijfsactiviteiten. HP analyseert deze gegevens mogelijk ook in combinatie met andere persoonlijke gegevens die zijn verzameld in overeenstemming met de Privacyverklaring van HP van u, andere HP klanten of derde partijen.\n\nControleer de volgende voorwaarden en instellingen en geef aan of u hiermee akkoord gaat.";

/* First agreement: Information collected during setup.  See also "Information Collected.rtf" */

"Information Collected During the Setup Process" = "Gegevens verzameld tijdens het installatieproces";

"Disclosure of the information collected by HP during the setup process." = "Verstrekking van gegevens die tijdens het installatieproces door HP zijn verzameld.";

/* Second agreement: EULA */
"End User License Agreement" = "Eindgebruikerslicentieovereenkomst";

"The legal agreement between HP and users of this software." = "De wettelijke overeenkomst tussen HP en gebruikers van deze software.";

/* Third agreement: Usage Tracking.  See also  "Product Improvement.rtf" */
 
"Product Improvement Data Collection (Recommended)" = "Gegevensverzameling t.b.v. productverbetering (aanbevolen)";

"To improve HP products and solutions, better understand customers and develop strategic business initiatives, HP uses tools, including Google Analytics, to collect, combine and analyze data that contains no personally identifiable information." = "To improve HP products and solutions, better understand customers and develop strategic business initiatives, HP uses tools, including Google Analytics, to collect, combine and analyze data that contains no personally identifiable information.";

"Allow HP to collect data for Product Improvements" = "HP toestaan gegevens over het gebruik van het product of de software te verzamelen";

/* Miscellaneous */

"HP Privacy Statement" = "HP Privacyverklaring";



/* Printer - specific strings adjustments */

/* HP Smart print details explanation */
"In just a few steps, your HP printer or scanner will be ready for use!" = "Uw HP printer of scanner is in slechts enkele stappen klaar voor gebruik!";

/* Click continue message on prepare printer view */
"Click Continue once these preliminary tasks have been completed." = "Klik op Doorgaan zodra deze inleidende taken zijn voltooid.";

/* Ensure supplies are installed message on prepare printer view */
"Supplies are installed, if applicable" = "Benodigdheden zijn indien van toepassing geïnstalleerd.";

/* Ensure network connection message on prepare printer view */
"If you do not intend to use a wireless connection, then attach the proper cable (USB or Ethernet) from your device to your Mac or wired network." = "Als u geen draadloze verbinding wilt gebruiken, sluit u de juiste kabel (USB of Ethernet) aan op uw apparaat en uw Mac of bedraad netwerk.";

/* Refer to the information message on prepare printer view */
"If you need assistance with any of these tasks, refer to the information provided with your HP product." = "Als u hulp nodig hebt met deze taken, raadpleegt u de informatie die bij uw HP product is meegeleverd.";

/* Unconfigured device display name */
"New Wireless Device" = "Nieuw draadloos apparaat";

/* Printer selection view description */
"Select the device you want to use and then click Continue." = "Selecteer het te gebruiken apparaat en klik vervolgens op Doorgaan.";

/* Device configuration error text */
"An error occurred during the configuration attempt. Reset the device to its default settings, and then try again." = "Er is een fout opgetreden tijdens de configuratie. Stel het product opnieuw in op de standaardinstellingen en probeer het vervolgens opnieuw.";

/* Alert explanation text displayed when the printer doesn't support LEDM configuration */
"Your device does not support wireless setup over a wireless network. Please refer to the product’s documentation for more information." = "Uw apparaat ondersteunt geen draadloze installatie via een draadloos netwerk. Raadpleeg voor meer informatie de documentatie van dit product.";

/* Alert info on timeout while restoring connection */
"The device was not found on your wireless network. Click Wait to continue searching, or click Reconfigure to start the configuration again from the beginning. Click Cancel to select another device." = "Het apparaat is niet op uw draadloze netwerk gevonden. Klik op Wachten om door te gaan met zoeken of klik op Opnieuw configureren om opnieuw te beginnen met de configuratie. Klik op Annuleren om een ander apparaat te selecteren.";

/* Setup completion messages on the finish screen */
"Your HP product setup is complete" = "De installatie van uw HP product is voltooid";
"Your device is set up and ready to use." = "Uw apparaat is ingesteld en klaar om te gebruiken.";
"Now that you are connected and essential software is installed, use HP Utility to complete remaining printer setup tasks." = "Nu dat u bent veronden en essentiële software is geïnstalleerd, gebruikt u HP Utility om resterende printerinstallatietaken te voltooien.";

/* Renaming device title and description*/
"Rename Device (Optional)" = "Naam van apparaat wijzigen (optioneel)";

/* Renaming device error title and description */
"Cannot change device name." = "Kan naam van apparaat niet wijzigen.";
"Renaming the device was unsuccessful. You may try again, try using a different name, or proceed with the device’s present name." = "Het wijzigen van de naam van het apparaat is mislukt. U kunt het opnieuw proberen, een andere naam proberen of doorgaan met de huidige naam van het apparaat.";

/* Warning displayed in case user selects AirPrint and generic drivers for device on enable printing screen */
"An AirPrint printer driver is assigned to your printer. This driver provides basic features and is supported for use with your printer. However, to ensure access to all of the features of your printer it is recommended that you use the HP printer driver." = "Er is een AirPrint-printerstuurprogramma aan uw printer toegewezen. Dit stuurprogramma biedt basisfuncties en wordt ondersteund voor gebruik met uw printer. Om er echter voor te zorgen dat u toegang hebt tot alle functies van uw printer, wordt het aanbevolen om het HP printerstuurprogramma te gebruiken.";
"A generic printer driver is assigned to your printer. This driver provides basic features and is supported for use with your printer. However, to ensure access to all of the features of your printer it is recommended that you use the HP printer driver." = "Er is een algemeen printerstuurprogramma aan uw printer toegewezen. Dit stuurprogramma biedt basisfuncties en wordt ondersteund voor gebruik met uw printer. Om er echter voor te zorgen dat u toegang hebt tot alle functies van uw printer, wordt het aanbevolen om het HP printerstuurprogramma te gebruiken.";

/* Software installation screen description */
"Download and install the recommended software for your HP product." = "Download en installeer de aanbevolen software voor uw HP product.";

/* Device search/discovery messages */
"Turn your Mac's Wi-Fi on to discover available devices." = "Schakel de Wi-Fi van uw Mac in om beschikbare apparaten te ontdekken.";
"Searching for device with IP address: %@" = "Zoeken naar apparaat met IP-adres: %@";
"Filter the listed devices, or enter an IP address or host name." = "Filter de weergegeven apparaten of voer een IP-adres of hostnaam in.";
"Devices matching %@" = "Apparaten met %@"; 
"Cannot find device." = "Kan apparaat niet vinden.";
"Searching for device with host name: %@" = "Zoeken naar apparaat met hostnaam: %@";


/* Printer configuration */
"Set Up My HP Product" = "Mijn HP product instellen";


/* Device configuration error alert title */

/* Alert about necessity to change user's network settings to connect to device setup network */
"To configure the device, HP Easy Start needs to temporarily change your connection settings. Authorization is required." = "Om het apparaat te configureren, moet HP Easy Start tijdelijk uw verbindingsinstellingen wijzigen. Hiervoor is uw toestemming nodig.";

/* 5 GHz wireless network connection error alerts */
"Your device is not compatible with 5 GHz networks. Select another network, and then try again." = "Uw apparaat is niet compatibel met 5Ghz-netwerken. Selecteer een ander netwerk en probeer het vervolgens opnieuw.";
"Your device cannot be connected to the %1$@ network channel. Supported channels are %2$@. Set up your router to use one of the supported channels, or select another network." = "Uw apparaat kan niet worden verbonden met het netwerkkanaal %1$@. Ondersteunde kanalen zijn %2$@. Stel uw router in om een van de ondersteunde kanalen te gebruiken of selecteer een ander netwerk.";
"Your device cannot be connected to the %@ network channel. Set up your router to use another channel, or select another network." = "Uw apparaat kan niet worden verbonden met het netwerkkanaal %@. Stel uw router in om een ander kanaal te gebruiken of selecteer een ander netwerk.";

/* Device setup error alert title */

/* Device setup progress messages */
"Gathering device information..." = "Apparaatgegevens verzamelen...";


/* USB device busy error allert title and description */
"The device is busy" = "Het apparaat is bezig";
"Your device is being used by the operating system or some other application. Try again later or restart the device." =  "Uw apparaat wordt gebruikt door het besturingssysteem of een andere toepassing. Probeer het later opnieuw of start het apparaat opnieuw op.";

/* Device communication error title and messages */
"Unable to communicate with the device." = "Kan niet met het apparaat communiceren.";
"Make sure that your device is powered on, and connected to your network. Also check assigned device host name or IP-address, and ensure that your search information is typed correctly. Click the Information button for more tips to follow if your device is still not found." = "Controleer of het apparaat is ingeschakeld en verbonden met uw netwerk. Controleer ook de toegewezen hostnaam of het IP-adres en of de getypte zoekgegevens juist zijn. Klik op de knop Informatie voor meer tips als uw apparaat nog steeds niet wordt gevonden.";

"The user name and password assigned to this device by your administrator are required to perform this task." = "De gebruikersnaam en het wachtwoord die door uw beheerder aan dit apparaat zijn toegewezen zijn nodig om deze taak uit te voeren.";


/* Join wireless network progress reporting */ 
"Preparing for setup..." = "Installatie voorbereiden...";
"Connecting to the device..." = "Verbinding maken met het apparaat...";
"Setting up the device..." = "Apparaat instellen...";

"Restoring your network connection..." = "Netwerkverbinding herstellen...";
"Verifying the device settings..." = "Apparaatinstellingen controleren...";
"Your device is now connected." = "Uw apparaat is nu verbonden.";

/* Enable printing/scanning screen title and description */

/* For single-function printers */
"Enable Printing" = "Afdrukken inschakelen";

/* For multi-function printers */
"Enable Print and Scan" = "Afdrukken en scannen inschakelen";
"Follow these steps to prepare to print and scan." = "Volg deze stappen om afdruk- en scanvoorbereidingen te treffen.";

/* For single-function scanners */
"Enable Scanning" = "Scannen inschakelen";
"Follow these steps to prepare for scanning." = "Volg deze stappen om scanvoorbereidingen te treffen.";

/* Scan test page description */
"To ascertain that the scanner has been successfully configured, place a document in the scanner according to the device’s placement markings, and then click Scan Test Page." = "Om vast te stellen dat de scanner juist is geconfigureerd, plaatst u een document in de scanner volgens de plaatsingsmarkeringen van het apparaat en klikt u vervolgens op Testpagina scannen.";

/* Scanning unavailable due to unsupported connection error alert title and description */
"Unsupported connection type." = "Niet-ondersteund verbindingstype.";
"Scanning functions will not be available" = "Scanfuncties zijn niet beschikbaar.";
"OS X does not support scanning on devices connected via host name or IP-address methods. You may continue to setup this device for printing only.  To scan, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device again when it appears in the list." = "OS X ondersteunt niet het scannen vanaf apparaten die via een hostnaam of IP-adres zijn verbinden. U kunt alleen doorgaan met de afdrukinstallatie van dit product. Om te kunnen scannen, schakelt u Bonjour op uw apparaat in, controleert u of het apparaat is verbonden met hetzelfde lokale netwerk als uw Mac en selecteert u vervolgens het apparaat opnieuw wanneer deze in de lijst wordt weergegeven.";

"OS X does not support scanning on devices connected via host name or IP-address methods.  Please enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device when it appears in the list." = "OS X ondersteunt niet het scannen vanaf apparaten die via een hostnaam of IP-adres zijn verbinden. U kunt alleen doorgaan met de afdrukinstallatie van dit product. Schakel Bonjour op uw apparaat in, controleer of het apparaat is verbonden met hetzelfde lokale netwerk als uw Mac en selecteer vervolgens het apparaat opnieuw wanneer deze in de lijst wordt weergegeven.";

/* Scan test page info messages */ 
"Connecting to the scanner..." = "Verbinding maken met de scanner...";
"The scanner reported an error" = "De scanner heeft een fout gemeld.";
"Scanning..." = "Scannen...";
"The scanner is warming up..." = "De scanner wordt opgewarmd...";
"A document is not loaded" = "Er is geen document geplaatst.";

/* Test page control titles */
"Scan" = "Scannen";

"Print" = "Afdrukken";
"Scan Test Page" = "Testpagina scannen";

/* Create device queue instruction and button title */
"Add Device..." = "Apparaat toevoegen...";

/* ScanJet selection instruction */
"Select \"%1$@\" with Location value \"%2$@\"" = "Selecteer \"%1$@\" met locatiewaarde \"%2$@\"";

/* Error alert description in case USB device */

/* App log location description */
"Logged information will be saved to \"%1$@\" in your %2$@ folder." = "Logboekgegevens worden opgeslagen in \"%1$@\" in uw map '%2$@'.";

/* 2.2.4 strings */
"Confirm that your scanner is functioning properly." = "Controleer of uw scanner goed werkt.";
"The selected network is not reachable from your HP device. Try to relocate the device closer to your wireless router or access point." = "Het geselecteerde netwerk is niet bereikbaar vanaf uw HP-apparaat. Probeer het apparaat dichter bij uw draadloze router of toegangspunt te plaatsen.";
"Google Analytics Privacy Policy" = "Privacybeleid Google Analytics";
"The scanner was added successfully." = "De scanner werd succesvol toegevoegd.";
"Your %1$@ device is supported for use on OS X %2$@ or later. Please update your computer's operating system." = "Uw %1$@ apparaat wordt ondersteund voor gebruik op OS X %2$@ of later. Werk het besturingssysteem van uw computer bij.";
"Test Your Scanner" = "Test uw scanner";
"Place an item on the scanner and try again." = "Plaats een item op de scanner en probeer het opnieuw.";
"Check that the USB cable is securely connected to the USB ports on the device and your Mac." = "Controleer of de USB-kabel goed is aangesloten op de USB-poorten op het apparaat en uw Mac.";
"Cannot configure the device software." = "Kan de software van het apparaat niet configureren.";
"Make sure all device cables are securely connected, or that the wireless connection is working properly, and then try again." = "Zorg ervoor dat alle apparaatkabels goed zijn aangesloten of dat de draadloze verbinding goed werkt en probeer het opnieuw.";
"ReviewedCheckboxTitle" = "Ik heb de overeenkomsten en instellingen bekeken en ga hiermee akkoord.";
"Your Mac login password is required to complete this step." = "Het aanmeldingswachtwoord voor uw Mac is vereist om deze stap te voltooien.";
"Make sure your device is powered on and connected to the network, and then try again." = "Zorg ervoor dat uw apparaat is ingeschakeld en aangesloten op het netwerk, en probeer het opnieuw.";
"HP scanner drivers for your %1$@ device are only available for OS X %2$@ or later. Please update your computer's operating system and then install the latest HP drivers." = "HP scannerdrivers voor uw %1$@ apparaat zijn alleen beschikbaar voor OS X %2$@ of later. Werk het besturingssysteem van uw computer bij en installeer vervolgenst de laatste HP drivers.";
"Creating the printer queue..." = "De printerwachtrij creëren...";
"To ascertain that the printer has been successfully configured, ensure there is paper in the printer's paper tray, and then click Print Test Page." = "Om na te gaan of de printer succesvol is geconfigureerd, controleert u of er papier is in de papierlade van de printer en klikt u vervolgens op Testpagina afdrukken.";
"Connecting to the scanner. Please wait..." = "Verbinding maken met de scanner. Even geduld aub...";
"Your Mac login credentials are required to grant HP Easy Start permission to install software on this computer. Click OK and then try again." = "De aanmeldingsreferenties voor uw Mac zijn vereist om HP Easy Start toestemming te geven om software te installeren op deze computer. Klik op OK en probeer het opnieuw.";
"The %@ IP address is not reachable." = "Het %@ IP-adres is niet bereikbaar.";
"Click to setup the scanner in the system" = "Klik om de scanner in te stellen in het systeem";
"The IP address you provided is located on a different IP network and cannot be accessed from your Mac." = "Het IP-adres dat u heeft verstrekt, bevindt zich op een ander IP-netwerk en kan niet worden geopend vanaf uw Mac.";
"To perform this optional step, place a single-page document on the scanner according to the placement markings, and then click Scan Test Page. If working properly the scanned image will appear in the preview area." = "Om deze optionele stap uit te voeren, plaatst u een document van één pagina op de scanner op basis van de plaatsing van markeringen en klikt u op Testpagina scannen. Indien succesvol, wordt de gescande afbeelding weergegeven in het voorbeeldgebied.";
"Check that the USB cable is securely connected to the USB ports on the device and your Mac. If the device is still not found, disconnect the USB cable, wait a few moments, and then re-connect." = "Controleer of de USB-kabel goed is aangesloten op de USB-poorten op het apparaat en uw Mac. Als het apparaat nog steeds niet wordt gevonden, koppelt u de USB-kabel los, wacht u een paar momenten, en sluit u die vervolgens opnieuw aan.";
"ProductImprovementDescription" = "Om HP producten en oplossingen te verbeteren, klanten beter te begrijpen en strategische zakelijke initiatieven te ontwikkelen, maakt HP gebruik van instrumenten, waaronder Google Analytics, om gegevens te verzamelen, te combineren en te analyseren die geen persoonlijke identificeerbare informatie bevatten.";

/* Scan queue creation action title */
"Add this scanner to the System Preferences \"Printers & Scanners\" list." = "Voeg deze scanner toe aan de Systeemvoorkeuren \"Printers en scanners\" -lijst.";

/* Message for the case scanner queue is already created when user enters the scan test page screen */
"The scanner was added successfully." = "De scanner werd succesvol toegevoegd.";

/* Add print queue button description */
"Add this printer to the System Preferences \"Printers & Scanners\" list." = "Voeg deze printer toe aan de Systeemvoorkeuren \"Printers en scanners\" -lijst.";

/* Description for Print view in Enable Print and Scan page */
"To perform this optional step, place a sheet of %@ paper in the printer's paper tray, and then click Print Test Page." = "Om deze optionele stap uit te voeren, plaatst u een vel %@ papier in de papierlade van de printer en klikt u vervolgens op Testpagina afdrukken.";


/* Title and description of the alert displayed in case app should be restarted to correctly handle HP software update */
"%@ Needs To Be Restarted" = "%@ moet opnieuw worden gestart";
"Setup of the selected device requires HP software update and restart of %@." = "Voor het instellen van het geselecteerde apparaat hebt u een HP software-update nodig en moet %@ opnieuw worden gestart.";

/* Create the print/scan queue action description*/
"Add this device to the System Preferences \"%@\" list." = "Voeg dit apparaat toe aan de lijst met systeemvoorkeuren \"%@\".";
"Add this scanner to the System Preferences \"%@\" list." = "Voeg dit apparaat toe aan de lijst met systeemvoorkeuren \"%@\".";

/* Name of Print & Scan System Preferences pane on OSX 10.8 and lower. The localized name should be the same as in the OSX System Preferences */
"Print & Scan" = "Afdrukken en scannen";

/* Name of Print & Scan System Preferences pane on OSX 10.9 and higher. The localized name should be the same as in the OSX System Preferences */
"Printers & Scanners" = "Printers en scanners";

/* Warning title and description in case the device is found via WSDiscovery but can not be discovered via Bonjour */
"Some of your device functions may be unavailable." = "Enkele functies van uw apparaat zijn mogelijk niet beschikbaar.";
"OS X supports scanning and faxing features for devices connected via Bonjour only, but this device can not be discovered via Bonjour. You may continue to setup this device for printing only. To use all device functions, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device again when it appears in the list." = "OS X ondersteunt scan- en faxfuncties voor apparaten die zijn aangesloten via alleen Bonjour, maar dit apparaat kan niet worden gedetecteerd via Bonjour. U kunt doorgaan met het instellen van dit apparaat voor alleen afdrukken. Als u alle functies van het apparaat wilt gebruiken, schakelt u Bonjour in op uw apparaat, zorgt u ervoor dat het apparaat is aangesloten op hetzelfde lokale netwerk als uw Mac en selecteert u vervolgens het apparaat opnieuw wanneer dit verschijnt in de lijst.";

/* Description and the button title displayed in case the print queue should be updated with ippusb scheme on 10.12 */
"Print queue for your device needs to be updated." = "Afdrukwachtrij voor uw apparaat moet worden bijgewerkt.";
"Update..." = "Bijwerken...";

/* Warning description for the case user found ScanJet by IP-address or host name */
"OS X does not support scanning on devices connected via host name or IP-address methods. To scan, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device again when it appears in the list." = "OS X biedt geen ondersteuning voor scannen op apparaten die zijn aangesloten via de hostnaam of het IP-adres. Als u wilt scannen, schakelt u Bonjour in op uw apparaat, zorgt u ervoor dat het apparaat is aangesloten op hetzelfde lokale netwerk als uw Mac en selecteert u vervolgens het apparaat opnieuw wanneer dit verschijnt in de lijst.";

"To connect the device, complete the following steps. After you complete each step, click \"Try Again\".\n \n1. Make sure all cables are securely connected or that the wireless connection is working properly.\n\n2. Turn the device off, and then turn it on again" = "Om het apparaat te verbinden, voltooit u de volgende stappen. Klik na het voltooien van elke stap op \"Probeer opnieuw\".\n \n1. Controleer of alle kabels goed zijn aangesloten en de draadloze verbinding goed werkt.\n\n2. Schakel het apparaat uit en vervolgens weer in.";

/* Hardware Setup screen title, description and explanation */
"Hardware Setup" = "Hardwareconfiguratie";
"Lets install ink and paper" = "Inkt en papier installeren!";
"Follow the printed instructions that came with your device.\n\nAfter you've completed ink and paper installation, select <b>Continue</b>." = "Volg de gedrukte instructies die bij uw apparaat zijn geleverd.\n\nNadat u de inkt en het papier hebt geïnstalleerd, selecteert u <b>Ga door</b>.";



/* Offline setup flow strings */

/* Online setup error title */
"Cannot establish connection for online setup." = "Kan geen verbinding tot stand brengen voor online configuratie.";
/* Online setup error description in case software is not accessible  */
"Some of the device setup steps including HP software installation require Internet connection. Make sure your computer is connected to the Internet, and then click Try Again. Click Continue Offline to skip the online setup." = "Voor sommige apparaatconfiguratiestappen met betrekking tot het installeren van HP software is een internetverbinding vereist. Controleer of uw computer verbonden is met internet en klik op Probeer opnieuw. Klik op Offline doorgaan als u de online configuratie wilt overslaan.";
/* Online setup error description in case software is accessible */
"Some of the device setup steps including HP software installation require Internet connection. Make sure your computer is connected to the Internet, and then click Try Again. Click Continue Offline to skip the online setup steps and setup your device with AirPrint driver." = "Voor sommige apparaatconfiguratiestappen met betrekking tot het installeren van HP software is een internetverbinding vereist. Controleer of uw computer verbonden is met internet en klik op Probeer opnieuw. Klik op Offline doorgaan als u de online configuratiestappen wilt overslaan en uw apparaat wilt configureren met het stuurprogramma AirPrint.";
/* Continue offline button title */ 
"Continue Offline" = "Offline doorgaan";

/* Information text to the busy alert on trying to close download window */
"Software download is in progress. Please wait until download is completed." = "Software wordt gedownload. Wacht tot dit proces is voltooid.";

/* Confirmation button title on busy alert */
"Close Anyway" = "Toch sluiten";

/* Information text to the busy alert on trying to quit application */
"You have an active downloading in progress. Please wait for downloading completion or cancel active downloads." = "Er is sprake van een actieve download. Wacht tot het downloaden is voltooid of annuleer alle actieve downloads.";

/* The information text to the download failure alert, when the reason is unknown */
"The software cannot be downloaded. Try again later." = "De software kan niet worden gedownload. Probeer het later opnieuw.";

/* Switch to Bonjour connection proposal screen */

/* Screen Title */
"Enable Bonjour" = "Bonjour inschakelen";

/* Title and description for the message displayed in case the device found by IP-address is also available via Bonjour */
"Your device is available via Bonjour connection." = "Uw apparaat is beschikbaar via de Bonjour-verbinding.";
"Using Bonjour allows you to have more features and options for work with your device." = "Als u Bonjour gebruikt, beschikt u over meer functies en opties om met uw apparaat te kunnen werken.";

/* Radio buttons for selecting connection */
"Use Bonjour connection" = "Bonjour-verbinding gebruiken";
"Use current connection" = "Huidige verbinding gebruiken";


/* Message text for MFU found by IP-address or WS-Discovery */
"OS X supports scanning and faxing features for devices connected via Bonjour only, but this device can not be discovered via Bonjour. You may continue to setup this device for printing only. To use all device functions, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac." = "OS X ondersteunt alleen scan- en faxfuncties voor apparaten die verbonden zijn via Bonjour. Dit apparaat kan echter niet worden ontdekt via Bonjour. U kunt doorgaan en dit apparaat configureren voor alleen afdrukken. Als u alle functies van het apparaat wilt gebruiken, schakelt u Bonjour in op uw apparaat. Ook moet het apparaat verbonden zijn met hetzelfde lokale netwerk als uw Mac.";


/* Message text for scanner found by IP-address or WS-Discovery */
"OS X supports scanning for devices connected via Bonjour only, but this device can not be discovered via Bonjour. Please enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac." = "OS X ondersteunt alleen scanfuncties voor apparaten die verbonden zijn via Bonjour. Dit apparaat kan echter niet worden ontdekt via Bonjour. Schakel Bonjour in op uw apparaat en zorg ervoor dat het apparaat verbonden is met hetzelfde lokale netwerk als uw Mac.";


/* Wireless setup over USB */

/* Screen title and description */
"Connect device to the wireless network" = "Apparaat verbinden met het draadloze netwerk";
"Your device supports wireless network connection." = "Uw apparaat biedt ondersteuning voor een draadloze netwerkverbinding.";


/* Radio buttons for selecting connection */
"Connect to wireless network" = "Verbinden met draadloos netwerk";
"Continue with USB connection" = "Doorgaan met USB-verbinding";

/* Error message for USB device setup error */
"Check that the USB cable is securely connected to the USB ports on the device and your Mac. If still not working, turn your device off, wait a few moments, and turn it on again." = "Controleer of de USB-kabel goed is aangesloten op de USB-poorten op het apparaat en uw Mac. Als het nog steeds niet werkt, zet u het apparaat uit, wacht u even en zet u het apparaat weer aan.";

/* Title and description for message that tells user device is to be unplugged from USB */
"Unplug your device from USB." = "Koppel de USB-kabel los van uw apparaat.";
"Please unplug your device from USB to start using the network connection." = "Koppel de USB-kabel los om de netwerkverbinding te gebruiken.";


/* SW Download */

/* Search field placeholder */
"Device model name" = "Naam apparaatmodel";

/* Initial action description */
"Enter the device model name to start searching for software online." = "Voer de naam van het apparaatmodel in om online naar software te zoeken.";

/* Done button title */
"New Download" = "Nieuwe download";


/* Print/scan test page action description */
"To ascertain that the printer has been successfully configured, ensure there is paper in the printer's paper tray, and then click %@." = "Om te controleren of de printer correct is geconfigureerd, legt u papier in de papierlade van de printer en klikt u op %@.";
"To perform this optional step, place a single-page document on the scanner according to the placement markings, and then click %@. If working properly the scanned image will appear in the preview area." = "Als u deze optionele stap wilt uitvoeren, legt u een document van één pagina in de scanner. Let hierbij op de plaatsingsmarkeringen. Klik vervolgens op %@. Als alles naar behoren werkt, wordt de gescande afbeelding weergegeven in het voorbeeldgebied.";

"To perform this optional step, place a sheet of %@ paper in the printer's paper tray, and then click %@." = "Als u deze optionele stap wilt uitvoeren, legt u een vel %@ papier in de papierlade van de printer en klikt u op %@.";

/* Alert message for case user connects to the wireless network, but the specific band is turned off on the device control panel */
"%@ Wi-Fi band frequency support is turned off. Please turn it on in the device control panel, or select another network." = "Ondersteuning voor %@ Wi-Fi-bandfrequentie is uitgeschakeld. Schakel deze voorziening in via het bedieningspaneel van het apparaat of selecteer een ander netwerk.";

/* Wireless channel bands */
"2.4GHz" = "2,4 GHz";
"5GHz" = "5 GHz";

/* Select device screen description. The bold text is marked with <b>..</b> */
"Select the device you want to use and then click <b>Continue</b>." = "Selecteer het apparaat dat u wilt gebruiken en klik op <b>Ga door</b>.";

/* Join Wi-Fi network action note. The bold text is marked with <b>..</b> */
"Note: When you click <b>Join</b>, your Mac will be temporarily disconnected from your wireless network. %@" = "Opmerking: wanneer u op <b>Verbinden</b> klikt, wordt de verbinding tussen uw Mac en het draadloze netwerk tijdelijk verbroken. %@";

/* Join Wi-Fi screen description. The bold text is marked with <b>..</b> */
"Click on the label under device icon and give your device a name that will be easy to recognize, make sure your Mac’s current Wi-Fi network is selected, and then click <b>Join</b>." = "Klik op het label onder het apparaatpictogram en geef uw apparaat een eenvoudig te herkennen naam. Controleer of het huidige Wi-Fi-netwerk van uw Mac is geselecteerd en klik vervolgens op <b>Verbinden</b>.";

/* Open HP Utility and Continue Online screen descriptions. The bold text is marked with <b>..</b> */
"Click <b>Open HP Utility</b> and then follow the steps presented. Once HP Utility has opened, HP Easy Start will automatically close." = "Klik op <b>HP Utility openen</b> en voer de weergegeven stappen uit. Wanneer HP Utility is geopend, wordt HP Easy Start automatisch gesloten.";
"Click <b>Continue Online</b> to open your Web browser and then follow the steps presented. Once your browser has opened, HP Easy Start will automatically close." = "Klik op <b>Online doorgaan</b> om uw webbrowser te openen. Voer vervolgens de weergegeven stappen uit. Wanneer uw browser is geopend, wordt HP Easy Start automatisch gesloten.";

/* The first screen description */
"Power on your device to quickly and easily set up, connect, and begin printing with HP Easy Start. In a few simple steps, your HP printer or scanner will be ready to use!" = "Schakel uw apparaat in om HP Easy Start snel en eenvoudig te configureren, aan te sluiten en ermee af te drukken. In een paar eenvoudige stappen is uw HP printer of scanner klaar voor gebruik!";

/* Controls caption for case locale/language was not initially set */
"Select Country..." = "Selecteer het land...";
"Select Language..." = "Selecteer de taal...";

/* Enable Bonjour screen descriptions for scanners */
"Bonjour connection is required for scanning." = "Bonjour-verbinding is vereist om te kunnen scannen.";

/* Proceed with Bonjour connection action description for scanners */ 
"Click <b>Continue</b> to proceed with Bonjour connection." = "Klik op <b>Doorgaan</b> om door te gaan met de Bonjour-verbinding.";

/* Add printer/print test page screen title and description */
"Add and Verify Your Device" = "Uw apparaat toevoegen en verifiëren"; 
"Follow these steps to prepare the device for work." = "Voer deze stappen uit om het apparaat voor te bereiden op gebruik.";

/* Quit application during online setup alert message header */
"Setup not complete" = "Configuratie is niet voltooid";

/* Quit application during online setup alert message details button titles are "Continue", "Skip to Software Download" and "Quit"*/
"If you close %1$@, you might not be able to print from this computer.\nEven though you have connected your printer to a network, you will still need to install print drivers.\nAdditionally, if you close this window now, your supplies might not be configured properly.\nClick <b>%2$@</b> to continue set up (recommended), <b>%3$@</b> to download and install printer drivers, or <b>%4$@</b> to quit the application." = "Als u %1$@ sluit, kunt u mogelijk niet afdrukken vanaf deze computer.\nU moet nog steeds printdrivers installeren, ook al hebt u uw printer aangesloten op een netwerk.\nAls u dit venster nu sluit, worden ook uw benodigdheden mogelijk niet juist geconfigureerd.\nKlik op <b>%2$@</b> om door te gaan met de configuratie (aanbevolen), op <b>%3$@</b> om printerdrivers te downloaden en te installeren of op <b>%4$@</b> om de toepassing te sluiten.";

/* Skip online setup button title */
"Skip to Software Download" = "Naar softwaredownload";

/* Quit application during online setup button title */
"Quit" = "Afsluiten";

"Welcome to %@!" = "Welkom bij %@!";
"Power on your device to easily set up, connect, and begin printing with HP Easy Start.\nLet's get your HP printer or scanner ready to use!" = "Schakel uw apparaat in om gemakkelijk te configureren, verbinden en gaan afdrukken met HP Easy Start.\nLaten we uw HP printer of scanner klaarmaken voor gebruiken!";
I_Have_Read_Agreement_prefix = "Ik heb de ";
"End_User_License_Agreement" = "eindgebruikerslicentieovereenkomst";
" and " = " en ";
"Privacy Statement" = "privacyverklaring";
I_Have_Read_Agreement_suffix = " gelezen en ga ernee akkoord.";
User_Settings_prefix = "";
"click here" = "Klik hier";
User_Settings_suffix = " voor meer informatie of om Gebruikersinstellingen te wijzigen.";
"User Settings" = "Gebruikersinstellingen";
"Allow usage information to be sent" = "Sta toe om gebruiksinformatie te verzenden";
"HP collects and analyzes printer usage and technical data from HP devices for the purposes of providing and improving products, services and business operations, and delivering relevant information and benefits. HP may also analyze this data in combination with other data collected in accordance with the HP Privacy Statement." = "HP verzamelt en analyseert printergebruiks- en technische gegevens van HP apparaten met als doel om producten, services en zakelijke activiteiten aan te bieden en te verbeteren, en relevante informatie en voordelen te leveren. HP analyseert deze gegevens mogelijk ook in combinatie met andere gegevens die verzameld zijn in overeenstemming met de HP privacyverklaring.";
"Allow your %@ software to send data to HP" = "Sta uw %@-software toe om gegevens naar HP te versturen";
"In order to deliver better versions of your %@ software, HP will periodically collect anonymous usage data (some information may be collected using Google Analytics) and transmit that data to HP." = "Om betere versies van uw %@-software te kunnen leveren, verzamelt HP regelmatig anonieme gebruiksgegevens (sommige informatie kan verzameld worden met Google Analytics) die naar HP worden gezonden.";
"Click here to learn more about Google Analytics" = "Klik hier voor meer informatie over Google Analytics";
"Prepare printer for setup" = "Printer voorbereiden op installatie";
"Click <b>Continue</b> after you complete the following tasks." = "Klik op <b>Ga door</b> nadat u de volgende taken hebt voltooid.";
"Make sure the printer is plugged into a power source" = "Zorg dat de printer is aangesloten op een voedingsbron";
"Make sure the printer is turned ON" = "Zorg dat de printer AAN is gezet";
"For wireless printer setup, remove any Ethernet or USB cables that might be connected to your printer" = "Verwijder voor het draadloos installeren van de printer Ethernet- of USB-kabel die op uw printer zijn aangesloten";
"For assistance with these tasks, consult the information provided with your printer." = "Raadpleeg voor hulp over deze taken de met uw printer meegeleverde informatie.";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                            Hawk Specific                                   */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Download" = "Downloaden";
/* Menu item to create new window */
"New Download Window" = "Nieuw downloadvenster";

/* Main screen title */
"Download Software" = "Software downloaden";

/* Helping description on the main screen to the seatch field */
"Enter the device model name to start searching for software" = "Voer de naam van het model om de software te zoeken";

/* Stub message when search field is empty and no model is selected */
"No model selected" = "Geen model geselecteerd";

/* Title of link to open location of downloaded software component in Finder */
"Show In Finder" = "In zoekfunctie weergeven";
